IDEA StatiCa Open Model
MatConcreteEc2.SilicaFume Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Contains silica fume
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool SilicaFume { get; set; }
Public Property SilicaFume As Boolean
	Get
	Set
public:
property bool SilicaFume {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace